import React from "react";

const Reviews = () => {
  return (
    <section className="text-gray-600 body-font border-solid border-gray-100 border-b-2 bg-gray-400">
      <div className="container px-5 py-48 mx-auto">
        {/* 헤더 */}
        <div className="flex flex-col text-center w-full mb-20">
          <h1
            className="text-3xl font-medium title-font mb-4 text-white"
            data-aos="fade-up"
          >
            후기
          </h1>
          <p
            className="lg:w-2/3 mx-auto leading-relaxed text-base text-gray-100"
            data-aos="fade-in"
          >
            자신만의 개성으로 무장한 신인 화가들의 작품을 만나보세요. 그들과
            소통하고 공감하세요. 오직 Art Horizon 에서만 가능합니다.
          </p>
          <div className="flex mt-6 justify-center">
            <div className="w-16 h-1 rounded-full bg-amber-400 inline-flex"></div>
          </div>
        </div>

        <div className="flex flex-wrap -m-4">
          {/* 후기 1 */}
          <div className="p-4 lg:w-1/3 md:w-1/2 w-full" data-aos="zoom-in">
            <div className="h-full bg-white p-8 rounded-xl hover:drop-shadow-lg hover:-translate-y-6 transition">
              <svg
                xmlns="http://www.w3.org/2000/svg"
                fill="orange"
                className="block w-5 h-5 text-gray-400 mb-4"
                viewBox="0 0 975.036 975.036"
              >
                <path d="M925.036 57.197h-304c-27.6 0-50 22.4-50 50v304c0 27.601 22.4 50 50 50h145.5c-1.9 79.601-20.4 143.3-55.4 191.2-27.6 37.8-69.399 69.1-125.3 93.8-25.7 11.3-36.8 41.7-24.8 67.101l36 76c11.6 24.399 40.3 35.1 65.1 24.399 66.2-28.6 122.101-64.8 167.7-108.8 55.601-53.7 93.7-114.3 114.3-181.9 20.601-67.6 30.9-159.8 30.9-276.8v-239c0-27.599-22.401-50-50-50zM106.036 913.497c65.4-28.5 121-64.699 166.9-108.6 56.1-53.7 94.4-114.1 115-181.2 20.6-67.1 30.899-159.6 30.899-277.5v-239c0-27.6-22.399-50-50-50h-304c-27.6 0-50 22.4-50 50v304c0 27.601 22.4 50 50 50h145.5c-1.9 79.601-20.4 143.3-55.4 191.2-27.6 37.8-69.4 69.1-125.3 93.8-25.7 11.3-36.8 41.7-24.8 67.101l35.9 75.8c11.601 24.399 40.501 35.2 65.301 24.399z"></path>
              </svg>
              <p className="leading-relaxed mb-6 text-gray-700">
                후: 후후 불면은 구멍이 생 기: 기는 요즘 그림 투자에 관심이
                생겼습니다. 다빈치, 모네 같은 화가의 그림은 엄두도 못냈었는데,
                Art Horizon을 알게 된 후 신인작가의 작품을 감상하고 투자할 수
                있어서 좋았어요.
              </p>
            </div>
          </div>

          {/* 후기 2 */}
          <div className="p-4 lg:w-1/3 md:w-1/2 w-full" data-aos="zoom-in">
            <div className="h-full bg-white p-8 rounded-xl hover:drop-shadow-lg hover:-translate-y-6 transition">
              <svg
                xmlns="http://www.w3.org/2000/svg"
                fill="orange"
                className="block w-5 h-5 text-gray-400 mb-4"
                viewBox="0 0 975.036 975.036"
              >
                <path d="M925.036 57.197h-304c-27.6 0-50 22.4-50 50v304c0 27.601 22.4 50 50 50h145.5c-1.9 79.601-20.4 143.3-55.4 191.2-27.6 37.8-69.399 69.1-125.3 93.8-25.7 11.3-36.8 41.7-24.8 67.101l36 76c11.6 24.399 40.3 35.1 65.1 24.399 66.2-28.6 122.101-64.8 167.7-108.8 55.601-53.7 93.7-114.3 114.3-181.9 20.601-67.6 30.9-159.8 30.9-276.8v-239c0-27.599-22.401-50-50-50zM106.036 913.497c65.4-28.5 121-64.699 166.9-108.6 56.1-53.7 94.4-114.1 115-181.2 20.6-67.1 30.899-159.6 30.899-277.5v-239c0-27.6-22.399-50-50-50h-304c-27.6 0-50 22.4-50 50v304c0 27.601 22.4 50 50 50h145.5c-1.9 79.601-20.4 143.3-55.4 191.2-27.6 37.8-69.4 69.1-125.3 93.8-25.7 11.3-36.8 41.7-24.8 67.101l35.9 75.8c11.601 24.399 40.501 35.2 65.301 24.399z"></path>
              </svg>
              <p className="leading-relaxed mb-6 text-gray-700">
                세상에 이런 서비스는 없다!! 고급스러우면서 질리지 않는 서비스..
                마치 황금올리브 반반치킨 같네요
                으아아아아아아아아아아아아아아아아아아아아아아아아아아아아아아아아아아아아!!!!!!
              </p>
            </div>
          </div>

          {/* 후기 3 */}
          <div className="p-4 lg:w-1/3 md:w-1/2 w-full" data-aos="zoom-in">
            <div className="h-full bg-white p-8 rounded-xl hover:drop-shadow-lg hover:-translate-y-6 transition">
              <svg
                xmlns="http://www.w3.org/2000/svg"
                fill="orange"
                className="block w-5 h-5 text-gray-400 mb-4"
                viewBox="0 0 975.036 975.036"
              >
                <path d="M925.036 57.197h-304c-27.6 0-50 22.4-50 50v304c0 27.601 22.4 50 50 50h145.5c-1.9 79.601-20.4 143.3-55.4 191.2-27.6 37.8-69.399 69.1-125.3 93.8-25.7 11.3-36.8 41.7-24.8 67.101l36 76c11.6 24.399 40.3 35.1 65.1 24.399 66.2-28.6 122.101-64.8 167.7-108.8 55.601-53.7 93.7-114.3 114.3-181.9 20.601-67.6 30.9-159.8 30.9-276.8v-239c0-27.599-22.401-50-50-50zM106.036 913.497c65.4-28.5 121-64.699 166.9-108.6 56.1-53.7 94.4-114.1 115-181.2 20.6-67.1 30.899-159.6 30.899-277.5v-239c0-27.6-22.399-50-50-50h-304c-27.6 0-50 22.4-50 50v304c0 27.601 22.4 50 50 50h145.5c-1.9 79.601-20.4 143.3-55.4 191.2-27.6 37.8-69.4 69.1-125.3 93.8-25.7 11.3-36.8 41.7-24.8 67.101l35.9 75.8c11.601 24.399 40.501 35.2 65.301 24.399z"></path>
              </svg>
              <p className="leading-relaxed mb-6 text-gray-700">
                미술은 그저 돈 있는 사람들이 관심 가지는 비싼 취미라고
                생각했지만, 이 서비스를 사용해보고 생각이 바뀌었습니다. 스타일
                트랜스퍼, 그림의 향이 서비스는 다른 곳에서 잘 볼 수 없는
                서비스였습니다.
              </p>
            </div>
          </div>

          {/* 후기 4 */}
          <div className="p-4 lg:w-1/3 md:w-1/2 w-full" data-aos="zoom-in">
            <div className="h-full bg-white p-8 rounded-xl hover:drop-shadow-lg hover:-translate-y-6 transition">
              <svg
                xmlns="http://www.w3.org/2000/svg"
                fill="orange"
                className="block w-5 h-5 text-gray-400 mb-4"
                viewBox="0 0 975.036 975.036"
              >
                <path d="M925.036 57.197h-304c-27.6 0-50 22.4-50 50v304c0 27.601 22.4 50 50 50h145.5c-1.9 79.601-20.4 143.3-55.4 191.2-27.6 37.8-69.399 69.1-125.3 93.8-25.7 11.3-36.8 41.7-24.8 67.101l36 76c11.6 24.399 40.3 35.1 65.1 24.399 66.2-28.6 122.101-64.8 167.7-108.8 55.601-53.7 93.7-114.3 114.3-181.9 20.601-67.6 30.9-159.8 30.9-276.8v-239c0-27.599-22.401-50-50-50zM106.036 913.497c65.4-28.5 121-64.699 166.9-108.6 56.1-53.7 94.4-114.1 115-181.2 20.6-67.1 30.899-159.6 30.899-277.5v-239c0-27.6-22.399-50-50-50h-304c-27.6 0-50 22.4-50 50v304c0 27.601 22.4 50 50 50h145.5c-1.9 79.601-20.4 143.3-55.4 191.2-27.6 37.8-69.4 69.1-125.3 93.8-25.7 11.3-36.8 41.7-24.8 67.101l35.9 75.8c11.601 24.399 40.501 35.2 65.301 24.399z"></path>
              </svg>
              <p className="leading-relaxed mb-6 text-gray-700">
                Synth chartreuse iPhone lomo cray raw denim brunch everyday
                carry neutra before they sold out fixie 90's microdosing. Tacos
                pinterest fanny pack venmo, post-ironic heirloom try-hard pabst
                authentic iceland.
              </p>
            </div>
          </div>

          {/* 후기 5 */}
          <div className="p-4 lg:w-1/3 md:w-1/2 w-full" data-aos="zoom-in">
            <div className="h-full bg-white p-8 rounded-xl hover:drop-shadow-lg hover:-translate-y-6 transition">
              <svg
                xmlns="http://www.w3.org/2000/svg"
                fill="orange"
                className="block w-5 h-5 text-gray-400 mb-4"
                viewBox="0 0 975.036 975.036"
              >
                <path d="M925.036 57.197h-304c-27.6 0-50 22.4-50 50v304c0 27.601 22.4 50 50 50h145.5c-1.9 79.601-20.4 143.3-55.4 191.2-27.6 37.8-69.399 69.1-125.3 93.8-25.7 11.3-36.8 41.7-24.8 67.101l36 76c11.6 24.399 40.3 35.1 65.1 24.399 66.2-28.6 122.101-64.8 167.7-108.8 55.601-53.7 93.7-114.3 114.3-181.9 20.601-67.6 30.9-159.8 30.9-276.8v-239c0-27.599-22.401-50-50-50zM106.036 913.497c65.4-28.5 121-64.699 166.9-108.6 56.1-53.7 94.4-114.1 115-181.2 20.6-67.1 30.899-159.6 30.899-277.5v-239c0-27.6-22.399-50-50-50h-304c-27.6 0-50 22.4-50 50v304c0 27.601 22.4 50 50 50h145.5c-1.9 79.601-20.4 143.3-55.4 191.2-27.6 37.8-69.4 69.1-125.3 93.8-25.7 11.3-36.8 41.7-24.8 67.101l35.9 75.8c11.601 24.399 40.501 35.2 65.301 24.399z"></path>
              </svg>
              <p className="leading-relaxed mb-6 text-gray-700">
                신인 작가라 제 작품을 전시할 공간이 없어서 속상했는데, 관람객과
                바로 이어주는 'ArtHorizon'에 작품을 전시할 수 있어 너무
                좋았습니다. 저와 같은 신인에게 정말 필요한 서비스라고
                생각합니다.
              </p>
            </div>
          </div>

          {/* 후기 6 */}
          <div className="p-4 lg:w-1/3 md:w-1/2 w-full" data-aos="zoom-in">
            <div className="h-full bg-white p-8 rounded-xl hover:drop-shadow-lg hover:-translate-y-6 transition">
              <svg
                xmlns="http://www.w3.org/2000/svg"
                fill="orange"
                className="block w-5 h-5 text-gray-400 mb-4"
                viewBox="0 0 975.036 975.036"
              >
                <path d="M925.036 57.197h-304c-27.6 0-50 22.4-50 50v304c0 27.601 22.4 50 50 50h145.5c-1.9 79.601-20.4 143.3-55.4 191.2-27.6 37.8-69.399 69.1-125.3 93.8-25.7 11.3-36.8 41.7-24.8 67.101l36 76c11.6 24.399 40.3 35.1 65.1 24.399 66.2-28.6 122.101-64.8 167.7-108.8 55.601-53.7 93.7-114.3 114.3-181.9 20.601-67.6 30.9-159.8 30.9-276.8v-239c0-27.599-22.401-50-50-50zM106.036 913.497c65.4-28.5 121-64.699 166.9-108.6 56.1-53.7 94.4-114.1 115-181.2 20.6-67.1 30.899-159.6 30.899-277.5v-239c0-27.6-22.399-50-50-50h-304c-27.6 0-50 22.4-50 50v304c0 27.601 22.4 50 50 50h145.5c-1.9 79.601-20.4 143.3-55.4 191.2-27.6 37.8-69.4 69.1-125.3 93.8-25.7 11.3-36.8 41.7-24.8 67.101l35.9 75.8c11.601 24.399 40.501 35.2 65.301 24.399z"></path>
              </svg>
              <p className="leading-relaxed mb-6 text-gray-700">
                정신나갈거같애정신나갈거같애정신나갈거같애정신나갈거같애정신나갈거같애정신나갈거같애정신나갈거같애정신나갈거같애정신나갈거같애정신나갈거같애정신나갈거같애정신나갈거같애정신나갈거같애
              </p>
            </div>
          </div>
        </div>
      </div>
    </section>
  );
};

export default Reviews;
